---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ReloadSwapOutInfo
source: html/0f88a83e-3612-7b61-d52f-c388efe0678e.htm
---
# ReloadSwapOutInfo Members

Releases all resources used by the ReloadSwapOutInfo